[
{
"title":"My First Blog",
"expert":"Another difficult and murky area for travelers is getting to their gate within an airport. Inside wayfinding requires special hardware, but the Chicago O’Hare, San Jose, Phoenix and Frankfurt airports already support apps that offer turn-by-turn directions. By learning from travelers, these apps will be able to estimate a passenger’s walking time to your gate (think Waze for an airport), allowing travelers to gain control over what has traditionally been an anxious situation. And of course, they will be able to offer targeted discounts for restaurant and shopping opportunities along your journey.",
"description":"True Ness In Our Ability To provide The Basic Thing appy Then Many People To Come SympathiseBst To Make people Happy And Other Happy"
				  
				
},

{
"title":"My Second Blog",
"expert":"For air travelers, the Fly Delta “Glass Bottom Jet” app shows passengers a map, pictures and information about what they are flying over – something I have long wanted. New AR apps could allow travelers to “peek outside” any enclosed space; for instance a subway app could “periscope” upwards and show riders what is going on above ground. A virtual glass-bottom boat app could enhance a cruise passenger’s experience. And imagine if you could see what’s happening on each floor as you ride up in an elevator? Well, maybe we don’t need an app for that – people are waiting for the elevator!",
"description":"What makes AR unique is its ability to add deeper information to items that your mobile device can recognize. These can be buildings or other objects within your view, as well as non-visible items that are enclosed or too far away."


},

{
"title":"my third blog",
"expert":"AR offers great advantages for many interactive travel experiences – ancillary revenue for providers, personalized recommendations for travelers, and help for all in the most difficult and critical situations.Disruption management is critical for the customer-centric travel industry. AR adds another touchpoint to reach customers. Companies in the travel industry can use this technology to increase the level of personalization and, if quickly implemented, exceed to the evolving requirements of customers.",
"description":"True Ness In Our Ability To provide The Basic Thing appy Then Many People To Come "
}

]